Repository: AIVIRX/MiniHabitTracker
Catalog: MiniHabitTracker/Views/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, pa, pl, ro, ru, sk, sl, sv, te, th, tr, uk, ur, vi, zh_hans, zh_hk

source: View Mode
ar: وضع العرض
bg: Режим на преглед
bn: দৃশ্য মোড
ca: Mode de visualització
cs: Režim zobrazení
da: Visningsmode
de: Ansichtsmodus
el: Λειτουργία προβολής
es: Modo de vista
fi: Näytä tila
fr: Mode d'affichage
gu: દૃષ્ટિ મોડ
he: מצב תצוגה
hi: दृश्य मोड
hr: Način prikaza
hu: Nézet mód
id: Mode Tampilan
it: Modalità di visualizzazione
ja: 表示モード
kk: Көру режимі
kn: ದೃಶ್ಯ ಮೋಡ್
ko: 보기 모드
lt: Peržiūros režimas
ml: მოყურე რეჟიმი
mr: दृश्य मोड
ms: Mod Paparan
nb: Visningsmodus
nl: Bekijk Modus
pa: ਦ੍ਰਿਸ਼ ਮੋਡ
pl: Tryb widoku
ro: Mod de vizualizare
ru: Режим просмотра
sk: Režim zobrazenia
sl: Način prikaza
sv: Visningsläge
te: Modo de Visualização
th: โหมดการดู
tr: Görünüm Modu
uk: Режим перегляду
ur: نظریہ موڈ
vi: Chế độ xem
zh_hans: 查看模式
zh_hk: 查看模式

source: Open Settings
ar: فتح الإعدادات
bg: Отворете Настройки
bn: সেটিংস খুলুন
ca: Obre configuració
cs: Otevřít nastavení
da: Åbn indstillinger
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
es: Abrir configuración
fi: Avaa asetukset
fr: Ouvrir les paramètres
gu: સેટિંગ્સ ખોલો
he: פתח הגדרות
hi: सेटिंग्स खोलें
hr: Otvorite postavke
hu: Beállítások megnyitása
id: Buka Pengaturan
it: Apri impostazioni
ja: 設定を開く
kk: Параметрлерді ашу
kn: ಸೆಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ko: 설정 열기
lt: Atidaryti nustatymus
ml: გახსენი პარამეტრები
mr: सेटिंग्ज उघडा
ms: Buka Tetapan
nb: Åpne innstillinger
nl: Open Instellingen
pa: ਸੈਟਿੰਗਜ਼ ਖੋਲ੍ਹੋ
pl: Otwórz Ustawienia
ro: Deschide setările
ru: Открыть настройки
sk: Otvorenie nastavení
sl: Odpri nastavitve
sv: Öppna inställningar
te: Abrir Configurações
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити налаштування
ur: ترتیبات کھولیں
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hk: 打開設置

source: Achievements
ar: الإنجازات
bg: Постижения
bn: অর্জন
ca: Logros
cs: Úspěchy
da: Præstationer
de: Errungenschaften
el: Επιτεύγματα
es: Logros
fi: Saavutukset
fr: Réalisations
gu: સાધનાઓ
he: הישגים
hi: उपलब्धियाँ
hr: Postignuća
hu: Teljesítmények
id: Pencapaian
it: Risultati
ja: 実績
kk: Жетістіктер
kn: ಅಭಿವೃದ್ಧಿಗಳು
ko: 업적
lt: Pasiekimai
ml: წარმატებები
mr: उपलब्ध्या गोष्टी
ms: Pencapaian
nb: Prestasjoner
nl: Prestaties
pa: ਉਪਲਬਧੀਆਂ
pl: Osiągnięcia
ro: Realizări
ru: Достижения
sk: Úspechy
sl: Dosežki
sv: Prestationer
te: Conquistas
th: ความสำเร็จ
tr: Başarılar
uk: Досягнення
ur: کامیابیاں
vi: Thành tích
zh_hans: 成就
zh_hk: 成就

source: Reset
ar: إعادة تعيين
bg: Нулиране
bn: রিসেট
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fr: Réinitialiser
gu: રીસેટ
he: אפס
hi: रीसेट करें
hr: Resetiraj
hu: Visszaállítás
id: Atur ulang
it: Ripristina
ja: リセット
kk: Қайта орнату
kn: ಮರುಸೆಟು
ko: 초기화
lt: Atstatyti
ml: გაასუფთავეთ
mr: रीसेट
ms: Tetapkan semula
nb: Tilbakestill
pa: ਰੀਸੈਟ ਕਰੋ
pl: Zresetuj
ro: Resetează
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sv: Återställ
te: Redefinir
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
ur: ری سیٹ کریں
vi: Đặt lại
zh_hans: 重置
zh_hk: 重置

source: Date
ar: التاريخ
bg: Дата
bn: তারিখ
ca: Data
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
fi: Päivämäärä
gu: તારીખ
he: תאריך
hi: तारीख
hr: Datum
hu: Dátum
id: Tanggal
it: Data
ja: 日付
kk: Күн
kn: ದಿನಾಂಕ
ko: 날짜
lt: Data
ml: თარიღი
mr: तारीख
ms: Tarikh
nb: Dato
nl: Datum
pa: ਤਾਰੀਖ
pl: Data
ro: Dată
ru: Дата
sk: Dátum
sl: Datum
sv: Datum
te: Data
th: วันที่
tr: Tarih
uk: Дата
ur: تاریخ
vi: Ngày
zh_hans: 日期
zh_hk: 日期

source: Done
ar: تم
bg: Готово
bn: সম্পন্ন
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Ολοκληρώθηκε
es: Hecho
fi: Valmis
fr: Fait
gu: પૂર્ણ
he: בוצע
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fatto
ja: 完了
kk: Аяқталды
kn: ಮುಗಿಯಿತು
ko: 완료
lt: Padaryta
ml: მზადაა
mr: पूर्ण
ms: Selesai
nb: Ferdig
nl: Klaar
pa: ਹੋ ਗਿਆ
pl: Zrobione
ro: Finalizat
ru: Готово
sk: Hotovo
sl: Končano
sv: Gjort
te: Feito
th: เสร็จสิ้น
tr: Tamam
uk: Готово
ur: ہو گیا
vi: Đã xong
zh_hans: 完成
zh_hk: 完成

source: Premium unlocks Past Month and Past Year analytics.
ar: النسخة المميزة تفتح تحليلات الشهر الماضي والسنة الماضية.
bg: Премиум отключва анализи за миналия месец и миналата година.
bn: প্রিমিয়াম গত মাস এবং গত বছরের বিশ্লেষণ আনলক করে।
ca: El premium desbloqueja l'analítica del mes passat i de l'any passat.
cs: Prémiové funkce odemykají analýzy za minulý měsíc a minulý rok.
da: Premium låser op for analyser af den forgangne måned og det forgangne år.
de: Premium schaltet Analysen für den letzten Monat und das letzte Jahr frei.
el: Η Premium ξεκλειδώνει αναλύσεις του προηγούμενου μήνα και του προηγούμενου έτους.
es: La versión premium desbloquea análisis del mes pasado y del año pasado.
fi: Premium avaa edellisen kuukauden ja edellisen vuoden analytiikan.
fr: Le premium débloque les analyses du mois dernier et de l'année dernière.
gu: પ્રીમિયમ છેલ્લા મહિના અને છેલ્લા વર્ષના વિશ્લેષણને અનલોક કરે છે.
he: פרימיום פותח ניתוחים של החודש הקודם והשנה הקודמת.
hi: प्रीमियम पिछले महीने और पिछले वर्ष के विश्लेषण को अनलॉक करता है।
hr: Premium otključava analitiku za prošli mjesec i prošlu godinu.
hu: A prémium feloldja a múlt hónap és a múlt év elemzéseit.
id: Premium membuka analitik Bulan Lalu dan Tahun Lalu.
it: Il premium sblocca analisi del mese passato e dell'anno passato.
ja: プレミアムは過去1ヶ月と過去1年の分析を解除します。
kk: Premium өткен ай мен өткен жыл аналитикасын ашады.
kn: ಪ್ರೀಮಿಯಮ್ ಕಳೆದ ತಿಂಗಳು ಮತ್ತು ಕಳೆದ ವರ್ಷದ ವಿಶ್ಲೇಷಣೆಯನ್ನು ಅನ್ಲಾಕ್ ಮಾಡುತ್ತದೆ.
ko: 프리미엄은 지난 달 및 지난 해 분석을 잠금 해제합니다.
lt: Premium atrakina praėjusio mėnesio ir praėjusių metų analizę.
ml: პრემიუმი ხსნის წინა თვის და წინა წლის ანალიტიკას.
mr: प्रीमियम मागील महिन्याचे आणि मागील वर्षाचे विश्लेषण अनलॉक करते.
ms: Premium membuka analitik Bulan Lepas dan Tahun Lepas.
nb: Premium låser opp analyser for forrige måned og forrige år.
nl: Premium ontgrendelt analyses van de afgelopen maand en het afgelopen jaar.
pa: ਪ੍ਰੀਮੀਅਮ ਪਿਛਲੇ ਮਹੀਨੇ ਅਤੇ ਪਿਛਲੇ ਸਾਲ ਦੇ ਵਿਸ਼ਲੇਸ਼ਣਾਂ ਨੂੰ ਅਨਲੌਕ ਕਰਦਾ ਹੈ।
pl: Premium odblokowuje analizy za ostatni miesiąc i ostatni rok.
ro: Premium deblochează analizele pentru Luna trecută și Anul trecut.
ru: Премиум открывает аналитику за прошлый месяц и прошлый год.
sk: Prémiové funkcie odomykajú analýzy za minulý mesiac a minulý rok.
sl: Premium odklenitev analitike prejšnjega meseca in prejšnjega leta.
sv: Premium låser upp analyser för föregående månad och föregående år.
te: O premium desbloqueia análises do Mês Passado e do Ano Passado.
th: พรีเมียมปลดล็อกการวิเคราะห์เดือนที่ผ่านมาและปีที่ผ่านมา.
tr: Premium, Geçen Ay ve Geçen Yıl analizlerini açar.
uk: Преміум відкриває аналітику за минулий місяць і рік.
ur: پریمیم پچھلے مہینے اور پچھلے سال کے تجزیات کو انلاک کرتا ہے۔
vi: Phiên bản cao cấp mở khóa phân tích Tháng trước và Năm trước.
zh_hans: 高级版解锁过去一个月和过去一年的分析。
zh_hk: 高級版解鎖過去一個月和過去一年的分析。

source: Overview
ar: نظرة عامة
bg: Обзор
bn: সারসংক্ষেপ
ca: Visió general
cs: Přehled
da: Oversigt
de: Übersicht
el: Επισκόπηση
es: Resumen
fi: Yhteenveto
fr: Aperçu
gu: ઝાંખો
he: סקירה כללית
hi: सारांश
hr: Pregled
hu: Áttekintés
id: Ikhtisar
it: Panoramica
ja: 概要
kk: Шолу
kn: ಊಹಣೆ
ko: 개요
lt: Apžvalga
ml: მიმოხილვა
mr: आढावा
ms: Gambaran Keseluruhan
nb: Oversikt
nl: Overzicht
pa: ਸੰਖੇਪ
pl: Przegląd
ro: Prezentare generală
ru: Обзор
sk: Prehľad
sl: Pregled
sv: Översikt
te: Visão Geral
th: ภาพรวม
tr: Genel Bakış
uk: Огляд
ur: جائزہ
vi: Tổng quan
zh_hans: 概览
zh_hk: 概覽

source: Statistics
ar: الإحصائيات
bg: Статистика
bn: পরিসংখ্যান
ca: Estadístiques
cs: Statistiky
da: Statistikker
de: Statistiken
el: Στατιστικά
es: Estadísticas
fi: Tilastot
fr: Statistiques
gu: આંકડાકીય માહિતી
he: סטטיסטיקות
hi: आँकड़े
hr: Statistika
hu: Statisztikák
id: Statistik
it: Statistiche
ja: 統計
kk: Статистика
kn: ಸಂಖ್ಯಾತ್ಮಕ ಮಾಹಿತಿ
ko: 통계
lt: Statistika
ml: სტატისტიკა
mr: आंकडे
ms: Statistik
nb: Statistikk
nl: Statistieken
pa: ਸੰਖਿਆਵਾਂ
pl: Statystyki
ro: Statistici
ru: Статистика
sk: Štatistiky
sl: Statistika
sv: Statistik
te: Estatísticas
th: สถิติ
tr: İstatistikler
uk: Статистика
ur: اعداد و شمار
vi: Thống kê
zh_hans: 统计
zh_hk: 統計

source: View Plans
ar: عرض الخطط
bg: Преглед на плановете
bn: পরিকল্পনা দেখুন
ca: Veure plans
cs: Zobrazit plány
da: Vis planer
de: Pläne anzeigen
el: Προβολή σχεδίων
es: Ver planes
fi: Näytä suunnitelmat
fr: Voir les plans
gu: યોજનાઓ જુઓ
he: צפה בתוכניות
hi: योजनाएँ देखें
hr: Pogledajte planove
hu: Tervek megtekintése
id: Lihat Rencana
it: Visualizza piani
ja: プランを見る
kk: Жоспарларды көру
kn: ಯೋಜನೆಗಳನ್ನು ನೋಡಿ
ko: 계획 보기
lt: Peržiūrėti planus
ml: გეგმის ნახვა
mr: योजना पहा
ms: Lihat Pelan
nb: Vis planer
nl: Bekijk Plannen
pa: ਯੋਜਨਾਵਾਂ ਦੇਖੋ
pl: Zobacz plany
ro: Vizualizează planurile
ru: Просмотр планов
sk: Zobraziť plány
sl: Poglej načrte
sv: Visa planer
te: Ver Planos
th: ดูแผน
tr: Planları Gör
uk: Переглянути плани
ur: منصوبے دیکھیں
vi: Xem kế hoạch
zh_hans: 查看计划
zh_hk: 查看計劃

source: Settings
ar: الإعدادات
bg: Настройки
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuraciones
fi: Asetukset
fr: Paramètres
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
kk: Параметрлер
kn: ಸೆಟಿಂಗ್‌ಗಳು
ko: 설정
lt: Nustatymai
ml: პარამეტრები
mr: सेटिंग्ज
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pa: ਸੈਟਿੰਗਜ਼
pl: Ustawienia
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
te: Configurações
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置
zh_hk: 設置

source: Search habits...
ar: ابحث عن العادات...
bg: Търсене на навици...
bn: অভ্যাসগুলি অনুসন্ধান করুন...
ca: Cerca hàbits...
cs: Hledat návyky...
da: Søg vaner...
de: Gewohnheiten suchen...
el: Αναζήτηση συνηθειών...
es: Buscar hábitos...
fi: Etsi tapoja...
fr: Rechercher des habitudes...
gu: આદતો શોધો...
he: חפש הרגלים...
hi: आदतें खोजें...
hr: Pretraži navike...
hu: Szokások keresése...
id: Cari kebiasaan...
it: Cerca abitudini...
ja: 習慣を検索...
kk: Әдеттерді іздеу...
kn: ಆದತಗಳನ್ನು ಹುಡುಕಿ...
ko: 습관 검색...
lt: Ieškoti įpročių...
ml: ძებნა ჩვევები...
mr: आदती शोधा...
ms: Cari kebiasaan...
nb: Søk vaner...
nl: Zoek gewoonten...
pa: ਆਦਤਾਂ ਦੀ ਖੋਜ ਕਰੋ...
pl: Szukaj nawyków...
ro: Caută obiceiuri...
ru: Поиск привычек...
sk: Hľadať návyky...
sl: Išči navade...
sv: Sök vanor...
te: Pesquisar hábitos...
th: ค้นหาพฤติกรรม...
tr: Alışkanlıkları ara...
uk: Шукати звички...
ur: عادات تلاش کریں...
vi: Tìm kiếm thói quen...
zh_hans: 搜索习惯...
zh_hk: 搜索習慣...

source: Current Streak
ar: السلسلة الحالية
bg: Текуща серия
bn: বর্তমান স্ট্রিক
ca: Continuïtat actual
cs: Aktuální série
da: Nuværende streak
de: Aktueller Streak
el: Τρέχουσα συνεχόμενη
es: Racha actual
fi: Nykyinen putki
fr: Série actuelle
gu: વર્તમાન શ્રેણી
he: רצף נוכחי
hi: वर्तमान स्ट्रीक
hr: Trenutni niz
hu: Jelenlegi sorozat
id: Streak Saat Ini
it: Serie attuale
ja: 現在の連続
kk: Ағымдағы үздіксіздік
kn: ಪ್ರಸ್ತುತ ಸ್ಟ್ರೀಕ್
ko: 현재 연속
lt: Dabartinė serija
ml: მიმდინარე სტრიქონი
mr: सध्याचा स्ट्रीक
ms: Streak Semasa
nb: Nåværende rekke
nl: Huidige Streak
pa: ਮੌਜੂਦਾ ਲੜੀ
pl: Aktualna seria
ro: Seria curentă
ru: Текущая серия
sk: Aktuálna séria
sl: Trenutna serija
sv: Aktuell streak
te: Sequência Atual
th: สตรีคปัจจุบัน
tr: Mevcut Streak
uk: Поточна безперервність
ur: موجودہ تسلسل
vi: Chuỗi hiện tại
zh_hans: 当前连续天数
zh_hk: 當前連續

source: Delete
ar: حذف
bg: Изтрий
bn: মুছুন
ca: Esborra
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
gu: કાઢી નાખો
he: מחק
hi: हटाएँ
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
kk: Жою
kn: ಅಳಿಸಿ
ko: 삭제
lt: Ištrinti
ml: წაშლა
mr: हटवा
ms: Padam
nb: Slett
nl: Verwijderen
pa: ਮਿਟਾਓ
pl: Usuń
ro: Șterge
ru: Удалить
sk: Odstrániť
sl: Izbriši
sv: Ta bort
te: Excluir
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_hans: 删除
zh_hk: 刪除

source: Not selected
ar: لم يتم الاختيار
bg: Не е избрано
bn: নির্বাচিত নয়
ca: No seleccionat
cs: Není vybráno
da: Ikke valgt
de: Nicht ausgewählt
el: Δεν έχει επιλεγεί
es: No seleccionado
fi: Ei valittuna
fr: Non sélectionné
gu: ચૂંટેલ નથી
he: לא נבחר
hi: चुनें नहीं
hr: Nije odabrano
hu: Nincs kiválasztva
id: Tidak dipilih
it: Non selezionato
ja: 未選択
kk: Таңдалмаған
kn: ಚಯನಿಸಲ್ಪಟ್ಟಿಲ್ಲ
ko: 선택되지 않음
lt: Nepasirinkta
ml: არჩევილი არ არის
mr: निवडलेले नाही
ms: Tidak dipilih
nb: Ikke valgt
nl: Niet geselecteerd
pa: ਚੁਣਿਆ ਨਹੀਂ
pl: Nie wybrano
ro: Neselectat
ru: Не выбрано
sk: Nie je vybrané
sl: Ni izbrano
sv: Inte vald
te: Não selecionado
th: ไม่ได้เลือก
tr: Seçilmedi
uk: Не вибрано
ur: منتخب نہیں کیا گیا
vi: Chưa được chọn
zh_hans: 未选择
zh_hk: 未選擇

source: Longest Streak
ar: أطول سلسلة
bg: Най-дълга серия
bn: সর্বাধিক স্ট্রিক
ca: Continuïtat més llarga
cs: Nejdelší série
da: Længste streak
de: Längster Streak
el: Μακρύτερη συνεχόμενη
es: Racha más larga
fi: Pisin putki
fr: Plus longue série
gu: લાંબી શ્રેણી
he: הרצף הארוך ביותר
hi: सबसे लंबी स्ट्रीक
hr: Najduži niz
hu: Leghosszabb sorozat
id: Streak Terpanjang
it: Serie più lunga
ja: 最長連続
kk: Ең ұзақ үздіксіздік
kn: ಅತಿದೀರ್ಘ ಸ್ಟ್ರೀಕ್
ko: 가장 긴 연속
lt: Ilgiausia serija
ml: ყველაზე ხანგრძლივი სტრიქონი
mr: सर्वात लांब स्ट्रीक
ms: Streak Terpanjang
nb: Lengste rekke
nl: Langste Streak
pa: ਸਭ ਤੋਂ ਲੰਬੀ ਲੜੀ
pl: Najdłuższa seria
ro: Cea mai lungă serie
ru: Самая длинная серия
sk: Najdlhšia séria
sl: Najdaljša serija
sv: Längsta streak
te: Maior Sequência
th: สตรีคที่ยาวที่สุด
tr: En Uzun Streak
uk: Найдовша безперервність
ur: سب سے طویل تسلسل
vi: Chuỗi dài nhất
zh_hans: 最长连续天数
zh_hk: 最長連續

source: Recent Completions
ar: الإنجازات الأخيرة
bg: Наскоро завършени
bn: সাম্প্রতিক সম্পূর্ণতা
ca: Completions recents
cs: Nedávná dokončení
da: Seneste fuldførelser
de: Kürzliche Abschlüsse
el: Πρόσφατες ολοκληρώσεις
es: Finalizaciones recientes
fi: Viimeisimmät suoritukset
fr: Réalisations récentes
gu: તાજેતરના પૂર્ણતાઓ
he: השלמות האחרונות
hi: हाल की पूर्णताएँ
hr: Nedavna dovršenja
hu: Legutóbbi teljesítések
id: Penyelesaian Terbaru
it: Completamenti recenti
ja: 最近の完了
kk: Соңғы аяқталулар
kn: ಇತ್ತೀಚಿನ ಪೂರ್ಣತೆಗಳು
ko: 최근 완료
lt: Naujausi užbaigimai
ml: ბოლო დასრულებები
mr: अलीकडील पूर्णता
ms: Penyelesaian Terkini
nb: Nylige fullføringer
nl: Recente Voltooiingen
pa: ਹਾਲੀਆ ਪੂਰਨਤਾਵਾਂ
pl: Ostatnie zakończenia
ro: Completări recente
ru: Недавние завершения
sk: Nedávne dokončenia
sl: Nedavna dokončanja
sv: Senaste slutföranden
te: Conclusões Recentes
th: การทำเสร็จล่าสุด
tr: Son Tamamlamalar
uk: Останні завершення
ur: حالیہ تکمیلیں
vi: Các lần hoàn thành gần đây
zh_hans: 最近完成
zh_hk: 最近完成

source: day
ar: يوم
bg: ден
bn: দিন
ca: dia
cs: den
da: dag
de: Tag
el: ημέρα
es: día
fi: päivä
fr: jour
gu: દિવસ
he: יום
hi: दिन
hr: dan
hu: nap
id: hari
it: giorno
ja: 日
kk: күн
kn: ದಿನ
ko: 일
lt: diena
ml: დღე
mr: दिवस
ms: hari
nb: dag
nl: dag
pa: ਦਿਨ
pl: dzień
ro: zi
ru: день
sk: deň
sl: dan
sv: dag
te: dia
th: วัน
tr: gün
uk: день
ur: دن
vi: ngày
zh_hans: 天
zh_hk: 天

source: DaySlot
ar: فترة اليوم
bg: Дневен слот
bn: দিনের স্লট
ca: DiaSlot
cs: DenSlot
da: DagSlot
de: TagSlot
el: ΗμέραSlot
es: Slot del día
fi: PäiväSlot
fr: Plage de jours
gu: દિવસસ્લોટ
he: יוםSlot
hr: DanSlot
hu: NapiSlot
id: SlotHari
it: SlotGiorno
ja: 日スロット
kk: КүнСлот
kn: ದಿನದ ಸ್ಥಳ
ko: 일 슬롯
lt: DienosSlot
ml: დღის სლოტი
mr: दिवस स्लॉट
ms: SlotHari
nb: DagSlot
nl: DagSlot
pa: ਦਿਨ ਸਲਾਟ
pl: Slot Dnia
ro: Slot de zi
ru: ДеньСлот
sk: DeňSlot
sl: DanSlot
sv: DagSlot
te: Slot do Dia
tr: GünSlotu
uk: ДеньСлот
ur: دن کا وقت
vi: NgàySlot
zh_hans: 日程
zh_hk: 日程

source: Stats
ar: الإحصائيات
bg: Статистики
bn: স্ট্যাটস
ca: Estadístiques
cs: Statistiky
da: Statistikker
de: Statistiken
el: Στατιστικά
es: Estadísticas
fi: Tilastot
gu: આંકડા
he: סטטיסטיקות
hi: स्टैट्स
hr: Statistike
hu: Statisztikák
id: Stat
it: Statistica
ja: 統計情報
kk: Статтар
kn: ಸಂಖ್ಯೆಗಳು
ko: 통계
lt: Statistika
ml: სტატისტიკა
mr: आंकडे
ms: Stat
nb: Statistikk
nl: Statistieken
pa: ਸੰਖਿਆਵਾਂ
pl: Statystyki
ro: Statistici
ru: Статистика
sk: Štatistiky
sl: Stat
sv: Statistik
te: Estatísticas
th: สถิติ
tr: İstatistikler
uk: Статистика
ur: اعداد و شمار
vi: Thống kê
zh_hans: 统计数据
zh_hk: 統計數據

source: Completion Rate
ar: معدل الإنجاز
bg: Процент на завършване
bn: সম্পূর্ণতার হার
ca: Taxa de completions
cs: Míra dokončení
da: Fuldførelsesrate
de: Abschlussquote
el: Ποσοστό ολοκλήρωσης
es: Tasa de finalización
fi: Suoritusprosentti
fr: Taux de réalisation
gu: પૂર્ણતા દર
he: שיעור השלמה
hi: पूर्णता दर
hr: Stopa dovršenja
hu: Teljesítési arány
id: Tingkat Penyelesaian
it: Tasso di completamento
ja: 完了率
kk: Аяқтау деңгейі
kn: ಪೂರ್ಣತೆ ದರ
ko: 완료율
lt: Užbaigimo rodiklis
ml: დასრულების მაჩვენებელი
mr: पूर्णता दर
ms: Kadar Penyelesaian
nb: Fullføringsrate
nl: Voltooiingspercentage
pa: ਪੂਰਨਤਾ ਦਰ
pl: Wskaźnik zakończeń
ro: Rata de completare
ru: Процент завершений
sk: Miera dokončenia
sl: Stopnja dokončanja
sv: Slutförandegrad
te: Taxa de Conclusão
th: อัตราการทำเสร็จ
tr: Tamamlanma Oranı
uk: Коефіцієнт завершення
ur: تکمیل کی شرح
vi: Tỷ lệ hoàn thành
zh_hans: 完成率
zh_hk: 完成率

source: Selected
ar: المحدد
bg: Избран
bn: নির্বাচিত
ca: Seleccionat
cs: Vybráno
da: Valgt
de: Ausgewählt
el: Επιλεγμένο
es: Seleccionado
fi: Valittu
fr: Sélectionné
gu: પસંદ કરેલ
he: נבחר
hi: चुना हुआ
hr: Odabrano
hu: Kiválasztott
id: Terpilih
it: Selezionato
ja: 選択済み
kk: Таңдалған
kn: ಆಯ್ಕೆಯಾದ
ko: 선택됨
lt: Pasirinkta
ml: არჩეული
mr: निवडलेले
ms: Dipilih
nb: Valgt
nl: Geselecteerd
pa: ਚੁਣਿਆ
pl: Wybrany
ro: Selectat
ru: Выбрано
sk: Vybrané
sl: Izbrano
sv: Vald
te: Selecionado
th: ที่เลือก
tr: Seçildi
uk: Вибрано
ur: منتخب کیا گیا
vi: Đã chọn
zh_hans: 已选择
zh_hk: 已選擇

source: Bucket
ar: دلو
bg: Кошница
bn: বাকেট
ca: Cistella
cs: Kbelík
de: Eimer
el: Κάδος
es: Cubeta
fi: Ämpäri
fr: Seau
gu: બકેટ
he: דלי
hi: बाल्टी
hr: Kanta
hu: Vödör
id: Keranjang
it: Secchio
ja: バケット
kk: Шелек
kn: ಬಕೆಟ್
ko: 버킷
lt: Kibiras
ml: ბაკეტი
mr: बकेट
nb: Bøtte
nl: Emmer
pa: ਬੱਕਟ
pl: Wiadro
ru: Ведро
sk: Vedro
sl: Vedro
sv: Behållare
th: ถัง
tr: Kova
uk: Відро
ur: بالٹی
vi: Thùng
zh_hans: 桶
zh_hk: 桶

source: This Week
ar: هذا الأسبوع
bg: Тази седмица
bn: এই সপ্তাহ
ca: Aquesta setmana
cs: Tento týden
da: Denne uge
de: Diese Woche
el: Αυτή την εβδομάδα
es: Esta semana
fi: Tämä viikko
fr: Cette semaine
gu: આ સપ્તાહ
he: השבוע הזה
hi: इस सप्ताह
hr: Ovaj tjedan
hu: Ez a hét
id: Minggu Ini
it: Questa settimana
ja: 今週
kk: Бұл апта
kn: ಈ ವಾರ
ko: 이번 주
lt: Šią savaitę
ml: ეს კვირა
mr: ही आठवडा
ms: Minggu Ini
nb: Denne uken
nl: Deze Week
pa: ਇਹ ਹਫ਼ਤਾ
pl: Ten tydzień
ro: Această săptămână
ru: Эта неделя
sk: Tento týždeň
sl: Ta teden
sv: Denna vecka
te: Esta Semana
th: สัปดาห์นี้
tr: Bu Hafta
uk: Цього тижня
ur: یہ ہفتہ
vi: Tuần này
zh_hans: 本周
zh_hk: 本週

source: Reset All Data
ar: إعادة تعيين جميع البيانات
bg: Нулиране на всички данни
bn: সমস্ত ডেটা রিসেট করুন
ca: Restableix totes les dades
cs: Resetovat všechna data
da: Nulstil alle data
de: Alle Daten zurücksetzen
el: Επαναφορά όλων των δεδομένων
es: Restablecer todos los datos
fi: Nollaa kaikki tiedot
fr: Réinitialiser toutes les données
gu: બધા ડેટા રીસેટ કરો
he: אפס את כל הנתונים
hi: सभी डेटा रीसेट करें
hr: Resetiraj sve podatke
hu: Minden adat visszaállítása
id: Atur Ulang Semua Data
it: Ripristina tutti i dati
ja: すべてのデータをリセット
kk: Барлық деректерді қайта орнату
kn: ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಮರುಸೆಟು ಮಾಡಿ
ko: 모든 데이터 초기화
lt: Atstatyti visus duomenis
ml: გაასუფთავეთ ყველა მონაცემი
mr: सर्व डेटा रीसेट करा
ms: Tetapkan Semula Semua Data
nb: Tilbakestill all data
nl: Reset Alle Gegevens
pa: ਸਾਰੇ ਡੇਟਾ ਨੂੰ ਰੀਸੈਟ ਕਰੋ
pl: Zresetuj wszystkie dane
ro: Resetează toate datele
ru: Сбросить все данные
sk: Resetovať všetky údaje
sl: Ponastavi vse podatke
sv: Återställ all data
te: Redefinir Todos os Dados
th: รีเซ็ตข้อมูลทั้งหมด
tr: Tüm Verileri Sıfırla
uk: Скинути всі дані
ur: تمام ڈیٹا ری سیٹ کریں
vi: Đặt lại tất cả dữ liệu
zh_hans: 重置所有数据
zh_hk: 重置所有數據

source: Completions
ar: الإنجازات
bg: Завършвания
bn: সম্পূর্ণতা
cs: Dokončení
da: Fuldførelser
de: Abschlüsse
el: Ολοκληρώσεις
es: Finalizaciones
fi: Suoritukset
fr: Réalisation
gu: પૂર્ણતાઓ
he: השלמות
hi: पूर्णताएँ
hr: Dovršenja
hu: Teljesítések
id: Penyelesaian
it: Completamenti
ja: 完了数
kk: Аяқталулар
kn: ಪೂರ್ಣತೆಗಳು
ko: 완료
lt: Užbaigimai
ml: დასრულებები
mr: पूर्णता
ms: Penyelesaian
nb: Fullføringer
nl: Voltooiingen
pa: ਪੂਰਨਤਾਵਾਂ
pl: Zakończenia
ro: Completări
ru: Завершения
sk: Dokončenia
sl: Dokončanja
sv: Slutföranden
te: Conclusões
th: การทำเสร็จ
tr: Tamamlamalar
uk: Завершення
ur: تکمیلیں
vi: Các lần hoàn thành
zh_hans: 完成次数
zh_hk: 完成數

source: Goals
ar: الأهداف
bg: Цели
bn: লক্ষ্য
ca: Objectius
cs: Cíle
da: Mål
de: Ziele
el: Στόχοι
es: Metas
fi: Tavoitteet
fr: Objectifs
gu: લક્ષ્યો
he: מטרות
hi: लक्ष्य
hr: Ciljevi
hu: Célok
id: Tujuan
it: Obiettivi
ja: 目標
kk: Мақсаттар
kn: ಗೋಲುಗಳು
ko: 목표
lt: Tikslai
ml: მიზნები
mr: लक्ष्य
ms: Matlamat
nb: Mål
nl: Doelen
pa: ਲਕਸ਼ੀ
pl: Cele
ro: Obiective
ru: Цели
sk: Ciele
sl: Cilji
sv: Mål
te: Metas
th: เป้าหมาย
tr: Hedefler
uk: Цілі
ur: اہداف
vi: Mục tiêu
zh_hans: 目标
zh_hk: 目標

source: Home
ar: الرئيسية
bg: Начало
bn: হোম
ca: Inici
cs: Domov
da: Hjem
de: Startseite
el: Αρχική
es: Inicio
fi: Koti
fr: Accueil
gu: ઘર
he: בית
hi: मुख्य पृष्ठ
hr: Početna
hu: Főoldal
id: Beranda
ja: ホーム
kk: Басты бет
kn: ಮನೆ
ko: 홈
lt: Pagrindinis
ml: მთავარი
mr: मुख्यपृष्ठ
ms: Rumah
nb: Hjem
nl: Startpagina
pa: ਘਰ
pl: Strona główna
ro: Acasă
ru: Главная
sk: Domov
sl: Domov
sv: Hem
te: Início
th: หน้าแรก
tr: Ana Sayfa
uk: Головна
ur: ہوم
vi: Trang chủ
zh_hans: 首页
zh_hk: 主頁

source: Delete Habit
ar: حذف العادة
bg: Изтрий навика
bn: অভ্যাস মুছুন
ca: Esborra hàbit
cs: Smazat návyk
da: Slet vane
de: Gewohnheit löschen
el: Διαγραφή συνήθειας
es: Eliminar hábito
fi: Poista tapa
fr: Supprimer l'habitude
gu: આદત કાઢી નાખો
he: מחק הרגל
hi: आदत हटाएँ
hr: Izbriši naviku
hu: Szokás törlése
id: Hapus Kebiasaan
it: Elimina abitudine
ja: 習慣を削除
kk: Әдетті жою
kn: ಆದತವನ್ನು ಅಳಿಸಿ
ko: 습관 삭제
lt: Ištrinti įprotį
ml: ჩვევის წაშლა
mr: आदत हटवा
ms: Padam Kebiasaan
nb: Slett vane
nl: Verwijder Gewoonte
pa: ਆਦਤ ਮਿਟਾਓ
pl: Usuń nawyk
ro: Șterge obiceiul
ru: Удалить привычку
sk: Odstrániť návyk
sl: Izbriši navado
sv: Ta bort vana
te: Excluir Hábito
th: ลบพฤติกรรม
tr: Alışkanlığı Sil
uk: Видалити звичку
ur: عادت حذف کریں
vi: Xóa thói quen
zh_hans: 删除习惯
zh_hk: 刪除習慣

source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Otkaži
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
kk: Бас тарту
kn: ರದ್ದು ಮಾಡಿ
ko: 취소
lt: Atšaukti
ml: გაუქმება
mr: रद्द करा
ms: Batal
nb: Avbryt
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
te: Cancelar
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hk: 取消

source: No completions yet
ar: لا توجد إنجازات بعد
bg: Все още няма завършвания
bn: এখনো কোনো সম্পূর্ণতা নেই
ca: Encara no hi ha completions
cs: Zatím žádná dokončení
da: Ingen fuldførelser endnu
de: Noch keine Abschlüsse
el: Δεν υπάρχουν ολοκληρώσεις ακόμα
es: Sin finalizaciones aún
fi: Ei suorituksia vielä
fr: Pas encore de réalisations
gu: હજી સુધી કોઈ પૂર્ણતાઓ નથી
he: אין השלמות עדיין
hi: अभी तक कोई पूर्णता नहीं
hr: Još nema dovršenja
hu: Még nincs teljesítés
id: Belum ada penyelesaian
it: Nessun completamento ancora
ja: まだ完了はありません
kk: Әлі аяқталулар жоқ
kn: ಇನ್ನೂ ಯಾವುದೇ ಪೂರ್ಣತೆಗಳಿಲ್ಲ
ko: 아직 완료가 없습니다
lt: Dar nėra užbaigimų
ml: ჯერ არ არის დასრულებები
mr: आतापर्यंत कोणतीही पूर्णता नाही
ms: Tiada penyelesaian lagi
nb: Ingen fullføringer ennå
nl: Nog geen voltooiingen
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਪੂਰਨਤਾ ਨਹੀਂ
pl: Brak zakończeń
ro: Nu sunt completări încă
ru: Пока нет завершений
sk: Zatiaľ žiadne dokončenia
sl: Še ni dokončanj
sv: Inga slutföranden ännu
te: Nenhuma conclusão ainda
th: ยังไม่มีการทำเสร็จ
tr: Henüz tamamlanma yok
uk: Ще немає завершень
ur: ابھی تک کوئی تکمیل نہیں
vi: Chưa có lần hoàn thành nào
zh_hans: 还没有完成
zh_hk: 尚未完成
